
const data = [
  {
    "title": "简介",
    "desc": "对相关事物或项目的整体概括性介绍，让使用者初步了解其基本情况。",
    "path": ""
  },
  {
    "title": "快速开始",
    "desc": "指引使用者如何快速搭建环境并开启使用相关功能或项目的指南。",
    "path": "/start"
  },
  {
    "title": "基础",
    "desc": "涵盖了相关事物或项目的基本构成要素、概念和基础操作等内容。",
    "path": ""
  },
  {
    "title": "按钮",
    "desc": "可交互的元素，包括普通按钮、带有图标的按钮以及仅显示文字的按钮等多种形式，用于触发特定操作或功能。",
    "path": "/components/button"
  },
  {
    "title": "图标",
    "desc": "用于展示特定图形标识的元素，可辅助信息传达或作为功能标识。",
    "path": "/components/icon"
  },
  {
    "title": "布局",
    "desc": "关于页面或界面元素排列分布的规划与设计相关内容。",
    "path": ""
  },
  {
    "title": "栅格",
    "desc": "一种基于网格系统的布局方式，用于精确划分页面区域，实现灵活的排版效果。",
    "path": "/components/grid"
  },
  {
    "title": "间距",
    "desc": "用于控制元素之间空间间隔的设置，包括水平和垂直方向的间隔调整。",
    "path": "/components/space"
  },
  {
    "title": "导航",
    "desc": "帮助用户在不同页面或功能模块之间进行跳转和浏览的引导性组件或功能集合。",
    "path": ""
  },
  {
    "title": "下拉菜单",
    "desc": "通过点击展开列表的方式，为用户提供多个选项供其选择的交互组件。",
    "path": "/components/dropdown"
  },
  {
    "title": "表单",
    "desc": "用于收集用户输入信息的一组相关元素组合，如文本输入框、下拉选择框等。",
    "path": ""
  },
  {
    "title": "输入框",
    "desc": "供用户输入文本、数字等信息的区域，是表单中常用的组件。",
    "path": "/components/input"
  },
  {
    "title": "数据展示",
    "desc": "将数据以特定的格式和样式呈现给用户，以便于查看和理解。",
    "path": ""
  },
  {
    "title": "反馈",
    "desc": "当用户进行操作后，系统给予用户提示或响应信息的相关机制或组件。",
    "path": ""
  },
  {
    "title": "对话框",
    "desc": "弹出式的窗口，用于显示重要信息、提示用户操作、获取用户确认等交互场景。",
    "path": "/components/dialog"
  }
]

export default data
